[
    {
        "image": "architecture",
        "title": "Architectural Services",
        "description": "Our interdisciplinary team delivers complex projects integrating aesthetic and ensuring sustainability into designs"
    },
    {
        "image": "quantity",
        "title": "Quantity Surveying",
        "description": "Optimizing returns on investment, our cost management strategy ensures project feasibility and confidence in outcomes"
    },
    {
        "image": "project",
        "title": "Project Management",
        "description": "We specialize in construction project management, ensuring success through tailored resources, effective team integration, and comprehensive project management services."
    },
    {
        "image": "construction",
        "title": "Construction Management",
        "description": "Our comprehensive construction management services ensure successful outcomes, addressing everyday challenges while prioritizing safety, timelines, and budgets."
    },
    {
        "image": "financial",
        "title": "Financial Advisory Services",
        "description": "We evaluate project cost control, cost engineering and performance. Identifying areas of potential financial risk and proposing mitigation approach."
    },
    {
        "image": "program",
        "title": "Program Management",
        "description": "We excel in program management, ensuring efficiency without compromising quality, with expertise in cost, schedule, and quality management throughout projects."
    },
    {
        "image": "quantity",
        "title": "Industrial & Mining",
        "description": "We provide architectural, quantity surveying, and project management solutions for industrial and mining sectors, ensuring efficiency, compliance, and sustainability."
    },
    {
        "image": "social",
        "title": "Social Risk Management",
        "description": "We provide support in land acquisition, resettlement planning, and livelihood restoration"
    },
    {
        "image": "environmental",
        "title": "Environmental & Social Perfomance Services",
        "description": "From due diligence to compliance monitoring, we offer comprehensive environmental and social management services"
    },
    {
        "image": "claims",
        "title": "Construction claims",
        "description": "We resolve construction disputes with expert claims analysis and management, ensuring optimal outcomes through experience and hands-on support."
    },
    {
        "image": "risk",
        "title": "Project Risk Management",
        "description": "Our risk assessment experts enhance project success by identifying, analyzing, and mitigating potential delays and disruptions efficiently."
    },
    {
        "image": "control",
        "title": "Project controls",
        "description": "Effective project controls ensure success by balancing oversight with project complexity, optimizing resources to achieve desired outcomes efficiently."
    }
    
]